;
; Tərcümə müəllifi: Fahri Avcı
; Tərcümə müəllifi Email: fahriavci@gmail.com
; TranslationAuthorWeb: WiseCleaner.com
; Proqram Versiyası: 4.2.2.128
; Yenilənmə tarixi: 26 İyun 2025
; Zəhmət olmasa, 'ReadHabit=Left-to-right' sətrini tərcümə etməyin, amma əgər ana diliniz sağdan sola yazılırsa onu dəyişə bilərsiniz.
;
[Lang]
NativeLanguage=Azərbaycan

[GUI]
ButtonYes=Bəli
ButtonNo=Xeyr
ButtonOK=OK
ButtonClose=Bağla
BtnNews=Məlumat
[Translation]
LangCode=042C
ReadHabit=Left-to-right
LanguageName=AZE
LangShortName=az-az
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET
Information=Məlumat
Warning=Xəbərdarlıq
Error=Hata
Confirm=Təsdiq
FrmMOMain.ckperiod.caption=Hər dəfə yaddaşı optimallaşdır
;
; Yaddaşın Optimallaşdırılması
;
FrmMoMain.imgmail.hint=Wise Memory Optimizer-i dostlarınızla paylaşın
FrmMoMain.imgfacebook.hint=WiseCleaner-i Facebook-da bəyənin
FrmMoMain.imgtwitter.hint=Wise Memory Optimizer-i Twitter-də paylaşın
FrmMoMain.chkupdate.caption=Yeni versiyanı avtomatik yoxla
FrmMoMain.btnlike.caption=Bəyəndim
FrmMoMain.lblTotalMem.Caption=Yaddaş Ölçüsü:
FrmMoMain.lblaopt.Caption=Mövcud yaddaş bu dəyərdən az olduqda:
FrmMoMain.lbltry.Caption=Daha çox yaddaş boşalt
FrmMoMain.btnsettings.Caption=Ayarlar
FrmMoMain.btnOpt.Caption=Optimallaşdır
FrmMoMain.chkmin.Caption=Bağlandıqda sistem tepsisinə minimallaşdır
FrmMoMain.chkauto.Caption=Windows başladıqda işə sal
FrmMoMain.chkautoOpt.Caption=Avtomatik Optimallaşdırma
FrmMoMain.ckchkclearborad.Caption=Optimallaşdırma zamanı mübadilə yaddaşını təmizlə
FrmMoMain.chkidle.Caption=CPU boş olanda işə sal (Tövsiyə olunur)
FrmMoMain.lbllang.Caption=Dil:
FrmMOMain.cknotice.caption=Optimallaşdırmadan sonra bildiriş göstər
FrmMOMain.ckMode.caption=Qaranlıq rejim
;
; Haqqında
;
FrmAbout.caption=Haqqında
FrmAbout.btnok.caption=OK
FrmAbout.lblver.caption=Cari Versiya:
FrmAbout.lblemail.caption=Dəstək Email:
FrmAbout.lblhome.caption=Ana səhifə:
FrmAbout.lblthanks.caption=Töhfələrinə görə aşağıdakı şəxslərə təşəkkür edirik:
FrmAbout.lblUninstall.caption=Silinmə Təlimatı
FrmAbout.lblPolicy.caption=Gizlilik Siyasəti
FrmAbout.lblEula.caption=İstifadəçi Müqaviləsi (EULA)
FrmMOMain.ckShutkey.caption=Qısayol düyməsi
FrmMOMain.btn2.hint=Qısayol düymə toqquşması
ShutkeyCA=CTRL+ALT
ShutkeyAS=ALT+SHIFT 
ShutkeyCS=CTRL+SHIFT
[MemoryOptimizer]
ThisTimeFreeMemory=Bu dəfə %s yaddaş boşaldıldı.
CurPrecent=Yaddaş İstifadəsi:
UsedMemory=İstifadə olunur:
AvailableMemory=Mövcuddur:
FreeMemory=Boşaldıldı: 
At=Tarix/Saat
pmShow=Aç
pmOpt=Optimallaşdır
pmAbout=Haqqında
pmExit=Çıxış
SureExit=Yaddaş optimallaşdırılır... İndi çıxmaq istədiyinizə əminsiniz?
Mintotray=Yaddaş optimallaşdırılır
pmdefragmem=RAM-ı defraqment et
pmclearmem=RAM-ı boşalt
pmclearstandbymem=Standby RAM-ı boşalt

[Message]
NoNews=Oxunmamış mesajınız yoxdur.
NewVer=Wise Memory Optimizer-in yeni versiyası mövcuddur! İndi yeniləmək istəyirsinizmi?
NotShowNotice=Bu bildirişi bir daha göstərmə.
NoOptItem=Optimallaşdırmaq üçün ən azı bir metod seçməlisiniz.
minutes=dəqiqə(lər)
hours=saat(lar)

[feedback]
InvalidEmail=Zəhmət olmasa düzgün email ünvanı daxil edin.
emptyinput=Zəhmət olmasa göndərmək üçün bir şey yazın.
thanks=Rəyiniz üçün təşəkkür edirik!
FrmFeedback.lblfeedback.caption = %s proqramını necə qiymətləndirirsiniz?
FrmFeedback.lblemail.caption = Email ünvanı:
FrmFeedback.lblgood.caption = Ən çox hansı funksiyanı bəyəndiniz?
FrmFeedback.lblbad.caption = Ən az bəyəndiyiniz xüsusiyyət hansıdır?
FrmFeedback.lblwant.caption = Ən çox hansı yeni funksiyanı istərdiniz?
FrmFeedback.btncancel.caption = Maraqlanmıram
FrmFeedback.btnsubmit.caption = Göndər
